; TranslationAuthor: Özer Öztaş
; TranslationAuthorEmail: ozerayaz@yandex.com
; TranslationAuthorWeb: http://www.facebook.com/OzerAyazz
; Soft Version: 3.22.80
; Update: August 01, 2013


[Lang]
NativeLanguage=Türkçe

[GUI]
ButtonYes=Evet
ButtonNo=Hayır
ButtonOK=Tamam
ButtonClose=Kapat

[Translation]
LangCode=041F
ReadHabit=Left-to-right
LanguageName=TR
LangShortName=tr-tr
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Information=Bilgi
Warning=Uyarılar
Error=Hata
Confirm=Onay
;
; Memory Optimization
;
FrmMoMain.lblTotalMem.Caption=Bellek Boyutu:
FrmMoMain.lblaopt.Caption=Bellek düşükse otomatik olarak ayar çek:  
FrmMoMain.lbltry.Caption=Daha fazla serbest bellek
FrmMoMain.btnsettings.Caption=Ayarlar
FrmMoMain.btnOpt.Caption=Şimdi Ayar Çek
FrmMoMain.chkmin.Caption=Sistem tepsisine küçült
FrmMoMain.chkauto.Caption=Windows başladığında çalıştır
FrmMoMain.chkautoOpt.Caption=Otomatik Optimizasyonu Etkinleştir
FrmMoMain.ckchkclearborad.Caption=Optimize ederken panoyu temizle
FrmMoMain.chkidle.Caption=CPU boşta iken ayar çek. (Önerilen)
FrmMoMain.lbllang.Caption=Varsayılan Dil:
;
; About
;
FrmAbout.caption=Hakkımızda
FrmAbout.btnok.caption=Tamam
FrmAbout.lblver.caption=Geçerli Sürüm:
FrmAbout.lblemail.caption=Teknik Destek:
FrmAbout.lblhome.caption=Web Sitesi
FrmAbout.lblthanks.caption=Katkılarından ötürü aşağıdaki kişilere teşekkür:

[MemoryOptimizer]
ThisTimeFreeMemory=Sizin için bu sefer %s bellek yayımlandı.
CurPrecent=Güncel Bellek Kullanım Oranı:
UsedMemory=Kullanılan Bellek:
AvailableMemory=Boş Bellek:
FreeMemory=Boş Bellek:
At=-
pmShow=Yazılım penceresini göster
pmOpt=Şimdi Ayar Çek
pmAbout=Hakkında
pmExit=Çıkış
SureExit=Belleğe ayar çekiliyor, şimdi çıkmak istediğinizden emin misiniz?
Mintotray=Belleğe Ayar Çekiliyor

[Message]
NotShowNotice=Bu bildirimi bir daha gösterme.